// Common
"OK" = "好";
"Cancel" = "取消";
"Error" = "出错";
"byte" = "byte";
"bytes" = "bytes";

// Application
"Quit" = "退出";
"Don't Quit" = "不退出";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "确定退出? Daybreak 正在下载文件. 如果你现在退出，下载将无法完成。";
"Daybreak Feedback" = "Daybreak 反馈";
"Are you sure you want to empty the cache?" = "您真的要清空缓存吗？";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak 保存打开的网页的内容，并在缓存中存储它们，当您访问它们网页的加载速度变快。";
"Empty" = "清空";
"On disk" = "On disk";
"In memory" = "In memory";

// Menu titles
"About Daybreak" = "关于 Daybreak";
"Provide Feedback" = "提供反馈";
"Check for Updates…" = "检查更新…";
"Preferences…" = "预置…";
"Empty Cache…" = "清空缓存…";
"Services" = "服务";
"Hide Daybreak" = "隐藏 Daybreak";
"Hide Others" = "隐藏其他";
"Show All" = "显示全部";
"Quit Daybreak" = "退出 Daybreak";
"File" = "文件";
"New Window" = "新建窗口";
"New Tab" = "新建标签";
"Open…" = "打开…";
"Open Location…" = "打开地址…";
"Close" = "关闭";
"Save As…" = "存储为…";
"Download from URL…" = "从网址下载…";
"Print…" = "打印…";
"Edit" = "编辑";
"Undo" = "还原";
"Redo" = "重做";
"Cut" = "剪切";
"Copy" = "拷贝";
"Paste" = "粘贴";
"Delete" = "删除";
"Select All" = "全选";
"Find" = "查找";
"Find…" = "查找…";
"Find Next" = "查找下一个";
"Find Previous" = "查找上一个";
"Use Selection for Find" = "查找所选内容";
"Jump to Selection" = "跳到所选部分";
"Spelling and Grammar" = "拼写与语法";
"Show Spelling…" = "显示拼写…";
"Check Spelling" = "检查拼写…";
"Check Spelling While Typing" = "输入时检查拼写";
"Check Grammar With Spelling" = "检查语法与拼写";
"Substitutions" = "替换";
"Smart Copy/Paste" = "智能复制/粘贴";
"Smart Quotes" = "智能引述";
"Smart Links" = "智能链接";
"Speech" = "语音";
"Start Speaking" = "开始讲话";
"Stop Speaking" = "停止讲话";
"View" = "显示";
"Show All Bars" = "显示所有栏目";
"Hide All Bars" = "隐藏所有栏目";
"Show Toolbar" = "显示工具栏";
"Hide Toolbar" = "隐藏工具栏";
"Show Tabbar" = "显示标签栏";
"Hide Tabbar" = "隐藏标签栏";
"Sidebar Position" = "边栏位置";
"Left" = "左";
"Right" = "右";
"Customize Toolbar…" = "自定工具栏…";
"Reload" = "重新载入";
"Stop" = "停止";
"View Scale" = "视图比例";
"Text Scale" = "文本比例";
"Actual Size" = "实际大小";
"Zoom In" = "放大";
"Zoom Out" = "缩小";
"Select User Agent" = "选择用户代理";
"Show Source" = "查看源";
"Hide Source" = "隐藏源";
"Show Resources" = "Show Resources";
"Hide Resources" = "Hide Resources";
"Show Web Inspector" = "Show Web Inspector";
"Show Error Console" = "Show Error Console";
"History" = "历史";
"Back" = "后退";
"Forward" = "前进";
"Bookmarks" = "书签";
"Show History…" = "显示历史…";
"Show All Bookmarks" = "显示全部书签";
"Hide All Bookmarks" = "隐藏全部书签";
"Add Bookmark…" = "添加书签…";
"Find in Bookmarks" = "在书签中查找";
"as List" = "作为列表";
"as Icons" = "作为图标";
"as Tiles" = "as Tiles";
"Window" = "窗口";
"Minimize" = "最小化窗口";
"Zoom" = "缩放";
"Select Next Tab" = "选择下一个标签";
"Select Previous Tab" = "选择上一个标签";
"Downloads" = "下载";
"Bring All to Front" = "全部调到前面";
"Help" = "帮助";
"Daybreak Help" = "Daybreak 帮助";
"Localize…" = "本地化…";
"Installed Plug-ins" = "已安装的插件";
"Daybreak Home Page" = "Daybreak 主页";
"Search in Google" = "在 Google 中搜索";
"Open Google Search Results in New Tab" = "Open Google Search Results in New Tab";
"Open in Application..." = "Open in Application...";
"Open in %@" = "Open in %@";
"Open Link in New Tab" = "在新标签中打开链接";
"Open Link in Application..." = "Open Link in Application...";
"Open Link in %@" = "Open Link in %@";
"Open Frame in Current Frame" = "在当前帧框打开新帧框";
"Open Frame in New Tab" = "在新标签中打开帧框";

// Preferences
"General" = "通用";
"Open new windows with home page" = "在新窗口打开首页";
"Open new tabs with home page" = "在新标签打开首页";
"Home page" = "首页";
"Save downloaded files to" = "下载的文件保存到";
"Open URL from applications" = "打开网址从应用程序";
"in a new window" = "在新窗口中";
"in a new tab" = "在新标签中";
"in the current tab" = "在当前标签";
"Quit when the last window is closed" = "当最后一个窗口关闭时退出";
"Confirm before closing multiple tabs" = "关闭多个标签时确认";
"Check the new version after launching" = "启动后检查新版本";
"Clears all caches after launching" = "启动后清楚所有缓存";
"Appearance" = "外观";
"Allows animated image to loop" = "允许动画图片循环";
"Allows animated images" = "允许动画";
"Loads images automatically" = "自动读取图片";
"Default encoding" = "默认编码";
"Include backgrounds when printing" = "打印时包含背景";
"Show bookmarks when window opens" = "窗口打开时显示书签";
"Show alert when removing bookmark" = "移除书签时警告";
"Security" = "安全";
"Enable plug-ins" = "启用插件";
"Enable Java" = "启用 Java";
"Enable JavaScript" = "启用 JavaScript";
"Block pop-up windows" = "禁止弹出式窗口";
"URL field shows IDN as ASCII" = "URL 区域显示 IDN 为 ASCII";
"Accept cookies" = "接受 cookies";
"Save history for" = "保存历史为";
"Advanced" = "Advanced";
"Enable Web Inspector" = "Enable Web Inspector";
"When a new tab opens, make it active" = "When a new tab opens, make it active";

// Bookmark
"Untitled" = "未命名";
"Title" = "标题";
"URL" = "URL";
"Label" = "标签";
"Add" = "添加";
"Open an item" = "打开一个项目";
"Open %d items" = "打开 %d 个项目";
"Remove an item" = "移除一个项目";
"Remove %d items" = "移除 %d 个项目";

// Tab
"Close Others" = "关闭其他";

// Document
"Go" = "转到";
"Search" = "搜索";
"Suggestions" = "Suggestions";
"URL Field" = "URL 区域";
"Add Bookmark" = "添加书签";
"Snapshot" = "快照";
"Snapshot Current Page" = "快照当前页面";
"Go Home" = "到首页";
"Go Home Page" = "到首页";
"Bug Report" = "漏洞报告";
"User Agent" = "用户代理";
"Source" = "源";
"Save" = "存储";
"Scale" = "缩放比例";
"Send Bug Report" = "Send Bug Report";
"Load" = "载入";
"Reload / Stop" = "重载 / 停止";
"Text Encoding" = "文本编码";
"Default" = "Default";
"Open in other application…" = "在其他应用中打开…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "此网页已添加到书签。 \n需要更新它吗?";
"Are you sure you want to bookmark this page?" = "您确定要加入到书签?";
"Download any file from typed URL." = "从输入网址下载任何文件。";
"Are you sure you want to open %d items?" = "确定要打开 %d 项目?";
"Complete to add new localization. Restart Daybreak." = "完成添加新的本地化。重新启动 Daybreak。";
"Failed to add new localization." = "添加新的本地化失败。";

// Update
"A new version of Daybreak %@ is available." = "新版本的 Daybreak %@ 可用";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ 已经是最新";
"Could not check for updates." = "无法检查更新。";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "如果您点击“下载”按钮，该磁盘映像文件将开始下载。";
"Not Now" = "以后";
"Skip This Version" = "跳过该版本";
"Download" = "下载";

// Snapshot
"Only visible portion" = "只可见部分";
"Update" = "更新";
"Size" = "大小";
"File Type" = "文件类型";
"File Size" = "文件大小";
"Updating..." = "正在更新…";
"Compression" = "压缩";
"Quality" = "质量";

// Bug report
"Send Bug Report" = "发送漏洞报告";
"Summary" = "摘要";
"Reproducibility" = "再生性";
"Describe" = "描述";
"None" = "无";
"A way to reproduce" = "再生方法";
"Could not send the report." = "无法发送该报告.";
"OS" = "OS";
"Processor" = "处理器";
"Application Version" = "应用程序版本";
"Daybreak Bug Report" = "Daybreak 漏洞报告";

// User Agent
"Other" = "其他";

// History
"Remove" = "移去";
"Remove All" = "移去全部";
"Are you sure you want to remove all items?" = "确定要移除全部?";

// Findbar
"Ignore Case" = "忽略大小写";
"Wrap Around" = "循环查找";

// Download
"Undone" = "未完成";
"Done" = "完成";

// Localization
"Localize" = "本地化";
"Language" = "语言";
"Create" = "新建";

// Error titles
"Unknown Error" = "未知错误";   //-1
"Cancelled" = "已取消";   //-999
"Bad URL" = "错误的 URL";   //-1000
"Timed Out" = "超时";   //-1001
"Unsupported URL" = "不被支持的 URL";   //-1002
"Cannot Find Host" = "无法找到主机";   //-1003
"Cannot Connect to Host" = "无法连接到主机";   //-1004
"Network Connection Lost" = "网络连接丢失";   //-1005
"DNS Lookup Failed" = "DNS 查找失败";   //-1006
"Too Many Redirects" = "太多重定向";   //-1007
"Resource Unavailable" = "无可用资源";   //-1008
"Not Connected to Internet" = "未连接到网络";   //-1009
"Redirect to Non Existent Location" = "重定向到不存在的地址";   //-1010
"Bad Server Response" = "错误的服务器响应";   //-1011
"User Cancelled Authentication" = "用户取消认证";   //-1012
"User Authentication Required" = "用户身份验证";   //-1013
"Zero Byte Resource" = "0 字节资源";   //-1014
"Cannot Decode Raw Data" = "无法解码原文件";   //-1015
"Cannot Decode Content Data" = "无法解码内容数据";   //-1016
"Cannot Parse Response" = "无法解析响应";   //-1017
"File Does Not Exist" = "文件文档不存在";   //-1100
"File is Directory" = "文件是目录";   //-1101
"No Permissions to ReadFile" = "没有权限读取文件";   //-1102
"Data Length Exceeds Maximum" = "数据长度超过最大值";   //-1103
"Secure Connection Failed" = "安全连接失败";   //-1200
"Server Certificate Has BadDate" = "服务器证书有损坏日期";   //-1201
"Server Certificate Untrusted" = "服务器证书不被信任";   //-1202
"Continue" = "Continue";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?";
"Server Certificate Has UnknownRoot" = "服务器证书有未知根";   //-1203
"Server Certificate Not Yet Valid" = "服务器证书还未生效";   //-1204
"Client Certificate Rejected" = "客户端证书被拒绝";   //-1205
"Cannot Load from Network" = "无法从网络读取";   //-2000
"Daybreak can’t open the page “%@”" = "Daybreak 无法打开网页 “%@”";
"Could not open in %@." = "无法打开在 %@.";